meat = {'육류': ['꾸리살', '업진살', '닭다리살', '닭안심살', '치마살','부채살', '우둔살', '닭가슴살', '삼각살',
               '닭 가슴살', '삼겹살', '갈매기살', '돼지고기앞다리살', '채끝살', '목살', '돼지 갈비살', '통삼겹살', 
               '항정살', '도가니살', '설깃머리살', '살치살', '돼지고기목살','안심살', '앞다리살', '닭 다리살', 
               '닭', '닭볶음탕용', '닭다리', '닭안심', '닭날개', '닭발', '닭고기', '닭 날개', '닭육수', '닭봉'
               '돼지목살', '안창살', '대패삼겹살', '돼지고기','돼지등갈비', '멧돼지', '돼지', '돼지고기다짐육', '돼지갈비',
               '돼지 등심', '돼지등뼈', '소갈비', '소 안심', '소고기', '소불고기', '소고기다짐육', '사골육수', '사골', 
               '차돌박이', '스테이크', '우설', '오소리', '소고기다시다', '염소', '양지머리', '양고기', '오리고기', '불고기', 
               '쇠고기', '불고기용', '훈제오리', '칠면조', '개', '오골계']}

cow = {'소': ['업진살', '치마살', '부채살', '우둔살', '삼각살', '채끝살', '도가니살', '설깃머리살', '살치살', '안심살',
            '안창살', '소갈비', '소 안심', '소고기', '소불고기','소고기다짐육', '사골육수', '사골', '차돌박이', 
            '우설', '양지머리']}

pig = {'돼지': ['꾸리살', '삼겹살', '갈매기살', '돼지고기앞다리살', '목살', '돼지 갈비살', '통삽겹살', '항정살','돼지고기목살',
              '돼지목살', '대패삼겹살', '돼지곡', '돼지등갈비', '돼지', '돼지고기다짐육', '돼지갈비', '돼지 등심', '돼지등뼈']}

chicken = {'닭': ['닭다리살', '닭안심살', '닭가슴살', '닭 가슴살', '닭 다리살','닭', '닭볶음탕용', '닭다리', '닭안심', 
                 '닭날개', '닭발', '닭고기', '닭 날개', '닭육수', '닭봉']}